[
  {
    "id": 5,
    "title": "indonesia raya",
    "excerpt": "merdeka",
    "content": "tanggal 17 agustus 1945",
    "image": "/uploads/1766477659850-download.jpg",
    "date": "23 Desember 2025",
    "author": "kkn",
    "category": "nasionalisme",
    "readTime": "2"
  },
  {
    "id": 4,
    "title": "penarikan KKN Bina desa",
    "excerpt": "Mahasiswa Universitas Hamzanwadi",
    "content": "jnajnjknajknkjakjaka",
    "image": "/uploads/1766357505854-WhatsApp-Image-2025-12-20-at-01.04.08--1-.jpeg",
    "date": "22 Desember 2025",
    "author": "Admin Desa",
    "category": "Pendidikan",
    "readTime": "2 min"
  },
  {
    "id": 1,
    "title": "Pelatihan Pertanian Modern untuk Petani Desa",
    "excerpt": "Program pelatihan teknologi pertanian modern berhasil diikuti oleh 50 petani desa. Pelatihan ini mencakup teknik irigasi cerdas dan penggunaan pupuk organik.",
    "content": "Desa Lendang Belo kembali menyelenggarakan program pelatihan pertanian modern yang diikuti oleh 50 petani dari berbagai dusun. Kegiatan yang berlangsung selama 3 hari ini mencakup berbagai materi penting seperti teknik irigasi cerdas, penggunaan pupuk organik, dan manajemen panen yang efisien. Para peserta sangat antusias mengikuti pelatihan ini karena langsung dapat diterapkan di lahan pertanian mereka. Kepala Desa Lendang Belo, H. Ahmad Yani, S.Pd mengatakan bahwa program ini merupakan bagian dari upaya pemerintah desa untuk meningkatkan produktivitas pertanian dan kesejahteraan petani.",
    "image": "/uploads/1766349347846-WhatsApp-Image-2025-12-20-at-01.04.09.jpeg",
    "date": "15 Desember 2024",
    "author": "Admin Desa",
    "category": "Pertanian",
    "readTime": "3 menit"
  },
  {
    "id": 2,
    "title": "Festival Budaya Desa Lendang Belo 2024",
    "excerpt": "Festival budaya tahunan berhasil digelar dengan meriah. Acara ini menampilkan berbagai kesenian tradisional dan kuliner khas desa.",
    "content": "Festival Budaya Desa Lendang Belo 2024 telah berhasil digelar dengan meriah di lapangan desa. Acara yang berlangsung selama 2 hari ini dihadiri oleh ratusan warga dan tamu undangan dari desa-desa tetangga. Festival ini menampilkan berbagai kesenian tradisional seperti Tari Pendet, Gamelan Sasak, dan berbagai pertunjukan seni lainnya. Selain itu, pengunjung juga dapat menikmati berbagai kuliner khas desa seperti Ayam Taliwang, Plecing Kangkung, dan berbagai jenis kue tradisional. Acara ini menjadi momentum penting untuk melestarikan budaya lokal dan memperkenalkan potensi wisata desa kepada masyarakat luar.",
    "image": "https://images.unsplash.com/photo-1516450360452-9312f5e86fc7?w=800&h=400&fit=crop",
    "date": "10 Oktober 2024",
    "author": "Admin Desa",
    "category": "Budaya",
    "readTime": "4 menit"
  },
  {
    "id": 3,
    "title": "Program Vaksinasi Massal Berhasil",
    "excerpt": "Program vaksinasi COVID-19 untuk seluruh warga desa telah mencapai target 95%. Kerja sama dengan puskesmas setempat berjalan lancar.",
    "content": "Program vaksinasi massal COVID-19 di Desa Lendang Belo telah mencapai target 95% cakupan vaksinasi untuk seluruh warga desa. Program yang dilakukan secara bertahap selama 3 bulan ini melibatkan kerja sama antara pemerintah desa dengan Puskesmas Montong Gading. Sebanyak 2.337 warga telah mendapatkan vaksin dosis lengkap, termasuk booster. Kepala Puskesmas Montong Gading, dr. Siti Nurhaliza mengatakan bahwa pencapaian ini merupakan hasil dari komunikasi intensif dengan pemerintah desa dan kesadaran masyarakat yang tinggi akan pentingnya vaksinasi. Pemerintah desa berencana untuk terus menjalankan program vaksinasi rutin untuk menjaga herd immunity di tengah masyarakat.",
    "image": "https://images.unsplash.com/photo-1582750433449-648ed127bb54?w=800&h=400&fit=crop",
    "date": "5 September 2024",
    "author": "Admin Desa",
    "category": "Kesehatan",
    "readTime": "3 menit"
  }
]